Repository: II01/i2MFCSv2.TAI
Catalog: UserInterface/Properties/Resources.*.resx
Languages: tr_tr

source: Visualization
tr_tr: Görselleştirme

source: Alarms
tr_tr: Alarmlar

source: Commands
tr_tr: Komutlar

source: Transport units
tr_tr: Tepsiler

source: Extras
tr_tr: Ekstralar

source: Locations
tr_tr: Yer

source: Simple commands
tr_tr: Basit Komutlar

source: Events
tr_tr: Etkinlik

source: History
tr_tr: Geçmiş

source: Movements
tr_tr: Hareketler

# History_events
source: History of events
tr_tr: Etkinlik Geçmişi

# Settings
source: Settings / Ayarlar
tr_tr: Ayarlar /Settings

# Execute_WMS_commands
source: Enable WMS module
tr_tr: WMS modülü aktif

# Execute_MFCS_commands
source: Disable WMS module
tr_tr: WMS modülü aktif değil

source: Start
tr_tr: Başla

source: Stop
tr_tr: Dur

source: Execute commands
tr_tr: Komutu işle

source: Execute simple commands only
tr_tr: Sadece Basit Komutu İşle

# RefreshImage
source: Refresh place data
tr_tr: Verileri Güncelle

source: Reset
tr_tr: Sıfırla

source: Auto on
tr_tr: Otomatik Aç

source: Auto off
tr_tr: Otomatik Kapat

source: Maintenance on
tr_tr: Bakım Aç

source: Maintenance off
tr_tr: Bakım Kapat

source: Set time
tr_tr: Saat Ayarı

source: Home
tr_tr: Ev

source: Time arrived
tr_tr: Zaman Doldu

source: Unit
tr_tr: Birim

source: Status
tr_tr: Durum

source: Description
tr_tr: Tanımlar

source: Task
tr_tr: Görevler

source: Command ID
tr_tr: Komut ID

source: Info
tr_tr: Bilgi

source: Priority
tr_tr: Öncelik

source: Time
tr_tr: Zaman

source: TU
tr_tr: Tepsi

source: Source
tr_tr: Kaynak

source: Target
tr_tr: Hedef

source: Segment
tr_tr: Bölme

source: Cancel ID
tr_tr: İptal ID

source: Detailed simple commands
tr_tr: Detaylı Basit Komut

source: Cmd TU
tr_tr: Cmd Palet

source: Cmd segment
tr_tr: Cmd Bölmesi

source: Restart
tr_tr: Y.Başlat

source: Delete
tr_tr: Sil

source: Cancel
tr_tr: İptal

source: Confirm
tr_tr: Doğrula

source: Conveyors
tr_tr: Konveyör

source: Vehicles
tr_tr: Araç

source: Shuttle 4
tr_tr: PAM 4

source: Shuttle 5
tr_tr: PAM 5

source: Timestamp
tr_tr: Zaman İşareti

source: Severity
tr_tr: Sıklık

source: Type
tr_tr: Tip

source: History of alarms
tr_tr: Alarm Geçmişi

source: Records
tr_tr: Kayıtlar

source: Time acknowledged
tr_tr: Zaman Bilgisi

source: Time removed
tr_tr: Silinmiş Zaman

# History_commands
source: History of commands
tr_tr: Komut geçmişi

source: History of events
tr_tr: Etkinlik Geçmişi

source: History of movements
tr_tr: Hareketler Geçmişi

source: Location
tr_tr: Yer

source: Transport unit
tr_tr: Taşıma Ünitesi

# History_simple_commands
source: History of simple commands
tr_tr: Basit Komut Geçmişi

source: Class
tr_tr: Sınıf

source: Blocked
tr_tr: Blokeli

source: Reserved
tr_tr: Rezerve

source: Edit
tr_tr: Düzenle

source: Create
tr_tr: Oluştur

source: Move
tr_tr: Hareket Ettir

source: Password
tr_tr: Şifre

source: Login
tr_tr: Giriş

source: Logout
tr_tr: Çıkış

source: Change language
tr_tr: Dili değiştir

# Other_language
source: Türkçe
tr_tr: English

source: From
tr_tr: Kimden

source: To
tr_tr: Kime

source: Cmd conveyor
tr_tr: Konveyor Komutu

source: Cmd vehicle
tr_tr: Araç Komutu

# ERR_NULL
source: No connection to database
tr_tr: Veritabanı Bağlantı Hatası

# ERR_EXCEPTION
source: Exception
tr_tr: İstisnalar

# ERR_TASK
source: Wrong task
tr_tr: Yanlış Görev

# ERR_MATERIALNOTEXISTS
source: Transport unit does not exist in warehouse
tr_tr: Ürün Depoda Mevcut Değil

# ERR_MATERIALEXISTS
source: Transport unit exists in warehouse
tr_tr: Ürün Depoda Mevcut

# ERR_LOCATION
source: Wrong location
tr_tr: Yanlış Yer

# ERR_ROUTE
source: Route does not exist
tr_tr: Rota Mevcut Değil

# ERR_PRIORITY
source: Wrong priority value
tr_tr: Yanlış öncelik

# ERR_RACKNOTOK
source: Rack designation not correct
tr_tr: Raf Adresi Hatalı

# MFCS
source: No WMS
tr_tr: WMS Yok

source: Simple
tr_tr: Basit

# ERR_TIME
source: Wrong time format
tr_tr: Yanlış Zaman Formatı

# ERR_NOLOCATION
source: Location does not exist in warehouse
tr_tr: Adres Mevcut Değil

# ERR_LOCATIONFULL
source: Location full
tr_tr: Dolu yer

# ERR_MATERIALNOTVALID
source: Not valid transport unit code
tr_tr: Tepsi Numarası Geçersiz

# ERR_FIELD
source: Field
tr_tr: Alan

# ERR_MATERIALUNKNOWN
source: Unknown transport unit
tr_tr: Bilinmeyen Tepsi

source: With
tr_tr: İle

# ERR_UNIT
source: Vehicle does not exist in warehouse
tr_tr: Araç Depoda Bulunmamaktadır

# ERR_LOCATIONEXISTS
source: Location does not exist
tr_tr: Adres Mevcut Değil

# ERR_SEGMENT
source: No such segment in warehouse
tr_tr: Depoda Var Olmayan Bölme

source: Offline
tr_tr: Çevrimdışı

source: Remote
tr_tr: Uzaktan

source: Local
tr_tr: Yerel

source: Active
tr_tr: Aktif

source: Ready
tr_tr: Hazır

# LongTermBlock
source: Blocked
tr_tr: Blokeli

# CMD
source: Command
tr_tr: Komut

# CMDB
source: Command buffer
tr_tr: Komut Sırası

# CMDE
source: Command execute
tr_tr: Komutu Çalıştır

# EnumAlarmSeverity_Error
source: Error
tr_tr: Hata

# EnumAlarmSeverity_Info
source: Info
tr_tr: Bilgi

# EnumAlarmSeverity_Warning
source: Warning
tr_tr: Uyarı

# EnumAlarmStatus_Ack
source: Ack
tr_tr: Kabul

# EnumAlarmStatus_Active
source: Active
tr_tr: Aktif

# EnumAlarmStatus_None
source: None
tr_tr: Yok

# EnumAlarmStatus_Removed
source: Removed
tr_tr: Sil

# EnumCommandCommandTask_CancelCommand
source: Command cancel
tr_tr: Komut İptal

# EnumCommandCommandTask_InfoCommand
source: Command info
tr_tr: Komut Bilgi

# EnumCommandSegmentTask_SegmentHome
source: Segment Homing
tr_tr: Bölme Başlangıç Noktası

# EnumCommandSegmentTask_SegmentInfo
source: Segment info
tr_tr: Bölme Bilgi

# EnumCommandSegmentTask_SegmentOff
source: Segment off
tr_tr: Bölme Kapalı

# EnumCommandSegmentTask_SegmentOn
source: Segment on
tr_tr: Bölme Açık

# EnumCommandSegmentTask_SegmentReset
source: Segment reset
tr_tr: Bölme Sıfırla

# EnumCommandStatus_Active
source: Active
tr_tr: Aktif (AC)

# EnumCommandStatus_Canceled
source: Canceled
tr_tr: İptal (CA)

# EnumCommandStatus_Finished
source: Finished
tr_tr: Bitiş (FI)

# EnumCommandTask_CancelCommand
source: Command cancel
tr_tr: Komut İptal

# EnumCommandTask_CreateMaterial
source: Material create
tr_tr: Malzeme Oluştur

# EnumCommandTask_DeleteMaterial
source: Material delete
tr_tr: Malzeme sil

# EnumCommandTask_InfoCommand
source: Command info
tr_tr: Komut Bilgi

# EnumCommandTask_InfoMaterial
source: Material info
tr_tr: Malzeme Bilgi

# EnumCommandTask_Move
source: Material move
tr_tr: Malzeme Hareketi

# EnumCommandTask_SegmentHome
source: Segment homing
tr_tr: Bölme Başlangıç

# EnumCommandTask_SegmentInfo
source: Segment info
tr_tr: Bölme Bilgi

# EnumCommandTask_SegmentOff
source: Segment off
tr_tr: Bölme Kapat

# EnumCommandTask_SegmentOn
source: Segment on
tr_tr: Bölme Aç

# EnumCommandTask_SegmentReset
source: Segment reset
tr_tr: Bölme Sıfırla

# EnumCommandTUTask_CreateMaterial
source: Material create
tr_tr: Malzeme Oluştur

# EnumCommandTUTask_DeleteMaterial
source: Material delete
tr_tr: Malzeme Sil

# EnumCommandTUTask_InfoMaterial
source: Material info
tr_tr: Malzeme Bilgi

# EnumCommandTUTask_Move
source: Material move
tr_tr: Malzeme Hareketi

# EnumEventSeverity_Error
source: Error
tr_tr: Hata

# EnumEventSeverity_Event
source: Event
tr_tr: Etkinlik

# EnumEventType_Command
source: Command
tr_tr: Komut

# EnumEventType_Exception
source: Exception
tr_tr: İstisna

# EnumEventType_Material
source: Material
tr_tr: Malzeme

# EnumMovementTask_Create
source: Create
tr_tr: Oluştur

# EnumMovementTask_Delete
source: Delete
tr_tr: Sil

# EnumMovementTask_Move
source: Move
tr_tr: Hareket

# EnumSimpleCommandConveyorTask_Cancel
source: Cancel
tr_tr: İptal

# EnumSimpleCommandConveyorTask_Create
source: Create
tr_tr: Oluştur

# EnumSimpleCommandConveyorTask_Delete
source: Delete
tr_tr: Sil

# EnumSimpleCommandConveyorTask_Move
source: Move
tr_tr: Hareket

# EnumSimpleCommandCraneTask_Cancel
source: Cancel
tr_tr: İptal

# EnumSimpleCommandCraneTask_Create
source: Create
tr_tr: Oluştur

# EnumSimpleCommandCraneTask_Delete
source: Delete
tr_tr: Sil

# EnumSimpleCommandCraneTask_Drop
source: Drop
tr_tr: Çıkarma

# EnumSimpleCommandCraneTask_Move
source: Move
tr_tr: Hareket

# EnumSimpleCommandCraneTask_Pick
source: Pick
tr_tr: Toplama

# EnumSimpleCommandSegmentTask_AutoOff
source: Segment off
tr_tr: Bölme Kapalı

# EnumSimpleCommandSegmentTask_AutoOn
source: Segment on
tr_tr: Bölme Açık

# EnumSimpleCommandSegmentTask_Info
source: Info
tr_tr: Bilgi

# EnumSimpleCommandSegmentTask_Reset
source: Reset
tr_tr: Sıfırla

# EnumSimpleCommandStatus_Canceled
source: Canceled
tr_tr: İptal (CA)

# EnumSimpleCommandStatus_Finished
source: Finished
tr_tr: Bitti (FI)

# EnumSimpleCommandStatus_InPlc
source: In PLC
tr_tr: PLC de (PL)

# EnumSimpleCommandStatus_NotActive
source: Not active
tr_tr: Aktif değil (NO)

# EnumSimpleCommandStatus_Written
source: Written
tr_tr: Yaz (WR)

# EnumSimpleCommandTask_AutoOff
source: Segment off
tr_tr: Bölme Kapalı

# EnumSimpleCommandTask_AutoOn
source: Segment on
tr_tr: Bölme Açık

# EnumSimpleCommandTask_Cancel
source: Cancel
tr_tr: İptal

# EnumSimpleCommandTask_Create
source: Create
tr_tr: Oluştur

# EnumSimpleCommandTask_Delete
source: Delete
tr_tr: Sil

# EnumSimpleCommandTask_Drop
source: Drop
tr_tr: Çıkarma

# EnumSimpleCommandTask_Info
source: Info
tr_tr: Bilgi

# EnumSimpleCommandTask_Move
source: Move
tr_tr: Hareket

# EnumSimpleCommandTask_Pick
source: Pick
tr_tr: Topla

# EnumSimpleCommandTask_Reset
source: Reset
tr_tr: Sıfırla

# ERR_RANGE
source: Value must be in range
tr_tr: Değer Sınırlandırması

# SM
source: State machine
tr_tr: Makine Durumu

source: Aligned
tr_tr: Hizalı

source: Bottom
tr_tr: Taban

source: Buffer
tr_tr: Kuyruk

source: Drive ready
tr_tr: Sürücü Hazır

source: Execute
tr_tr: İşle

source: Logical
tr_tr: Mantıksal

source: Middle
tr_tr: Orta

source: Occupied
tr_tr: Dolu

source: Physical
tr_tr: Fiziki

source: Positions
tr_tr: Pozisyon

source: Sensors
tr_tr: Sensörler

source: State machine
tr_tr: Makine Durumu

source: Tasks
tr_tr: Görev

source: Top
tr_tr: Tepe

source: Database management
tr_tr: Veritabanı Yönetimi

# ReduceDB
source: Reduce database
tr_tr: Veritabanı Azalt

source: Refresh
tr_tr: Yenile

source: User
tr_tr: Kullanıcı

source: Reason
tr_tr: Sonuç

# EnumCommandReason_LocationEmpty
source: Location empty
tr_tr: Yer Boş

# EnumCommandReason_LocationFull
source: Location full
tr_tr: Yer Dolu

# ERR_REASON
source: No reason for deletion
tr_tr: Algılanamayan Durum

# ERR_BLOCKED
source: Location blocked
tr_tr: Konum Blokeli

# EnumCommandStatus_Waiting
source: Waiting
tr_tr: Aktif Değil (WA)

# EnumCommandTask_InfoSlot
source: WH slot info
tr_tr: Depo Yeri bilgisi

source: Selected
tr_tr: Seçilmiş

source: Shuttle 3
tr_tr: PAM 3

source: Release orders
tr_tr: Siparişleri Serbest Bırak

# TUs
source: Transport Units
tr_tr: Tepsiler

# CommandERPs
source: Commands ERP
tr_tr: ERP Komutları

# CommandWMSs
source: Commands WMS
tr_tr: WMS Komutları

source: Prepare orders
tr_tr: Sipariş Emri Hazırlama

# PlaceIDs
source: Locations
tr_tr: Yerler

# SKUIDs
source: Stock keeping units
tr_tr: Stok Saklama Birimleri

# ComparePlaces
source: Compare databases
tr_tr: Veri Tabanlarını Karşılaştır

# WMSLog
source: Log WMS
tr_tr: WMS Günlüğü

source: Reference
tr_tr: Referans

source: Command
tr_tr: Komut

source: Order ID
tr_tr: Sipariş ID

source: Suborder ID
tr_tr: Alt Sipariş ID

source: Suborder Name
tr_tr: Alt Sipariş Adı

# SKUBatch
source: Batch
tr_tr: Grup

source: TU ID
tr_tr: Tepsi ID

source: Batch
tr_tr: Parça

source: Message
tr_tr: Mesaj

source: Orders
tr_tr: Siparişler

source: Destination
tr_tr: Varış Yeri

source: Release time
tr_tr: Bırakma Süresi

source: Suborders
tr_tr: Alt Siparişler

# SKUs
source: Stock keeping units
tr_tr: Stok Saklama Birimleri

# SKUQty
source: Quantity
tr_tr: Miktar

source: Add Order
tr_tr: Sipariş Ekle

source: Edit Order
tr_tr: Sipariş Kaydet

source: Delete order
tr_tr: Sipariş Sil

source: Add Suborder
tr_tr: Alt Sipariş Ekle

source: Edit Suborder
tr_tr: Alt Sipariş Kaydet

source: Delete suborder
tr_tr: Alt Sipariş Sil

source: Add SKU
tr_tr: SKU Ekle

source: Edit SKU
tr_tr: SKU Kaydet

source: Delete SKU
tr_tr: SKU Sil

source: Place WMS
tr_tr: WMS Yeri

source: Time WMS
tr_tr: WMS Zamanı

# PlaceMFCS
source: Place Core
tr_tr: MFCS Yeri

# TimeMFCS
source: Time Core
tr_tr: MFCS Zamanı

source: Update WMS
tr_tr: WMS i Güncelle

# UpdateMFCS
source: Update Core
tr_tr: MFCS i Güncelle

source: Position travel
tr_tr: Yatay Hareket Pozisyonu

source: Position hoist
tr_tr: Dikey Hareket Pozisyonu

source: Dimension class
tr_tr: Ebat Sınıfı

source: Frequency Class
tr_tr: Frekans Sınıfı

source: Block
tr_tr: Bloke

source: Unblock
tr_tr: Blokesiz

# PlaceID
source: Location
tr_tr: Yer ID

source: Add
tr_tr: Ekle

source: Book
tr_tr: Ayırma

# Qty
source: Quantity
tr_tr: Miktar

# ProdDate
source: Production date
tr_tr: Üretim Tarihi

# ExpDate
source: Expiry Date
tr_tr: Son Kullanma Tarihi

# ReleaseOfOrders
source: Release orders
tr_tr: Siparişleri Serbest Bırak

# Ramp
source: Ramps
tr_tr: Rampalar

source: Release order
tr_tr: Siparişleri Serbest Bırak

source: Release ramp
tr_tr: Rampa Serbest

source: Now
tr_tr: Şimdi

source: Done
tr_tr: Yapıldı

source: Finished
tr_tr: Bitti

# DefaultQty
source: Default quantity
tr_tr: Varsayılan Miktar

source: Weight
tr_tr: Ağırlık

# ERR_MATERIALEXSITS
source: Transport unit exists in warehouse
tr_tr: Palet Depoda Mevcut

# ERR_ORDERID
source: Wrong OrderID
tr_tr: Yanlış Sipariş ID

# ERR_DESTINATION
source: Incorrect destination
tr_tr: Yanlış Hedef

# ERR_SUBORDERID
source: Suborder does not exist
tr_tr: Alt Sipariş Mevcut Değil

# ERR_SKU
source: SKU does not exist
tr_tr: SKU Mevcut Değil

# ERR_LOC_RANGE
source: Location range
tr_tr: Yer Aralığı

# ERR_TUID
source: TU ID does not exist
tr_tr: Tepsi ID Mevcut Değil

# ERR_PLACE
source: Wrong location
tr_tr: Yanlış Yer

# ERR_INDEX_FORMAT
source: Index incorrectly formatted
tr_tr: Dizin Yanlış Biçimlendirilmiş

# ERR_INDEX_EXISTS
source: Index alredy exists
tr_tr: Dizin Şuan Mevcut

# ERR_SKUID
source: SKU ID does not exist
tr_tr: SKU ID Mevcut Değil

# ERR_BATCH
source: Batch does not exist
tr_tr: Parti Mevcut Değil

# ERR_DATE
source: Incorrect date
tr_tr: Yanlış Veri

# HistoryReleaseOrders
source: Orders
tr_tr: Geçmiş Siparişler

# HistoryCommandERPs
source: Commands ERP
tr_tr: ERP Komut Geçmişi

# HistoryCommandWMSs
source: Commands WMS
tr_tr: WMS Komut Geçmişi

# HistoryLogsWMS
source: Log WMS
tr_tr: WMS Giriş Geçmişi

# ExcludeWout
source: Hide TUs outside warehouse
tr_tr: Depo Dışındaki TU ları Gizle

source: Rebook
tr_tr: Yeniden Ayırma

source: Rack
tr_tr: Raf

# HistoryWMSLog
source: Log WMS
tr_tr: WMS Giriş Geçmişi

# HistoryReleaseOfOrders
source: Orders
tr_tr: Sipariş Geçmişi

source: Last Change
tr_tr: Son Değişiklik

# PortionOrder
source: Active - Done - Confirmed
tr_tr: Aktif-Yapıldı-Onaylandı

source: Suborder Details
tr_tr: Alt Kategori Detayları

# PortionSubOrder
source: Active - Finished
tr_tr: Aktif-Bitirildi

source: Quality
tr_tr: Kalite

source: Quality Control
tr_tr: Kalite Kontrol

source: Cancel Order
tr_tr: Sipariş İptal

# DeleteCommand
source: Cancel Cmd
tr_tr: Cmd İptal

source: Clear Ramp
tr_tr: Rampayı Temizle

# ERR_SUBORDERNAME
source: Improper name of suborder
tr_tr: Uyumsuz Alt Adı

# ERR_OCCUPIED
source: Location already occupied
tr_tr: Yer Zaten İşgal Edildi

# EnumBlockedWMS_Available
source: Available
tr_tr: Blokesiz

# EnumBlockedWMS_Quality
source: Quality
tr_tr: Kalite

# EnumBlockedWMS_QualityRack
source: Quality + Rack
tr_tr: Kalite + Raf

# EnumBlockedWMS_QualityVehicle
source: Quality + Vehicle
tr_tr: Kalite + Araç

# EnumBlockedWMS_QualityVehicleRack
source: Quality + Rack + Vehicle
tr_tr: Kalite + Raf + Araç

# EnumBlockedWMS_Rack
source: Rack
tr_tr: Raf

# EnumBlockedWMS_Vehicle
source: Vehicle
tr_tr: Araç

# EnumBlockedWMS_VehicleRack
source: Vehicle + Rack
tr_tr: Araç + Raf

# EnumCommandERPStatus_Active
source: Active
tr_tr: Aktif

# EnumCommandERPStatus_Canceled
source: Canceled
tr_tr: İptal Edildi

# EnumCommandERPStatus_Finished
source: Finished
tr_tr: Sonlandı

# EnumCommandERPStatus_Waiting
source: Waiting
tr_tr: Beklemede

# EnumCommandWMSStatus_Active
source: Active
tr_tr: Aktif

# EnumCommandWMSStatus_Canceled
source: Canceled
tr_tr: İptal Edildi

# EnumCommandWMSStatus_Finished
source: Finished
tr_tr: Sonlandı

# EnumCommandWMSStatus_Waiting
source: Waiting
tr_tr: Beklemede

# EnumWMSOrderStatus_Active
source: Active
tr_tr: Aktif

# EnumWMSOrderStatus_Cancel
source: Canceled
tr_tr: İptal Edildi

# EnumWMSOrderStatus_Finished
source: Finished
tr_tr: Sonlandı

# EnumWMSOrderStatus_OnTargetPart
source: On target (part)
tr_tr: Hedefte (kısmi)

# EnumWMSOrderStatus_OnTargetAll
source: On target (all)
tr_tr: Hedefte (hepsi)

# EnumWMSOrderStatus_Waiting
source: Waiting
tr_tr: Beklemede

# EnumLogWMS_Event
source: Event
tr_tr: Etkinlik

# EnumLogWMS_Exception
source: Exception
tr_tr: İstisna

# ALARM_100001
source: Fuse control 230 VAC, +L01-202F2
tr_tr: Sürücü İletişimi (CU320)

# ALARM_100002
source: Fuse control 24 VDC, +L01-203F7
tr_tr: Çevresel IO modülüne erişilemiyor (84A1)

# ALARM_100003
source: Limit switch travel, +L01-205S1
tr_tr: Çevresel IO İletişimi

# ALARM_100004
source: Limit switch speed governor hoist - rope; +L01-205S2
tr_tr: Çevresel IO modülüne erişilemiyor (15A1)

# ALARM_100005
source: E-STOP push button main cabinet, +L01-206S1
tr_tr: Konveyör Sürücü Erişilemiyor (19U1)

# ALARM_100006
source: E-STOP over rail - doors, +L01-204K1
tr_tr: Konveyör Barkod okuyucusuna Erişilemiyor (24BG1)

# ALARM_100007
source: Limit switch speed governor hoist - overspeed; +L01-218S1
tr_tr: alarm 7

# ALARM_100008
source: Protection travel brakes, +L01-212F1
tr_tr: alarm 8

# ALARM_100009
source: Protection travel fan motors, +L01-212Q1
tr_tr: TCP/IP Hatası(Crane)

# ALARM_100010
source: Protection hoist brakes, +L01-216F1
tr_tr: Telegram Kuyruk Hatası

# ALARM_100011
source: Protection hoist fan motors, +L01-216Q1
tr_tr: Ana Şalter (2Q1)

# ALARM_100012
source: Protection forks C101 SD brake, +L01-219F1
tr_tr: Fan Hazır (3F3)

# ALARM_100013
source: Protection forks C101 DD brake, +L01-220F1
tr_tr: Sensör Hazır(12F4)

# ALARM_100014
source: Protection forks C102 SD brake, +L01-222F1
tr_tr: 24V Hazır (53F6 veya 82F2)

# ALARM_100015
source: Protection forks C102 DD brake, +L01-223F1
tr_tr: 230V Hazır (52F2 or 81F1)

# ALARM_100016
source: Limit switch hoist, +L02-236S1
tr_tr: Fren (26Q1)

# ALARM_100017
source: Limit switch catching device - jaws, +L02-236S2
tr_tr: Kompresör (28Q1)

# ALARM_100018
source: Cabin door 1, +L02-238S1
tr_tr: Malzeme Uyuşmazlığı (91B3 or 91B4)

# ALARM_100019
source: Cabin door 2, +L02-238S2
tr_tr: 1. Boşluk Kontrol Tarafı

# ALARM_100020
source: E-STOP push button cabin, +L02-238S3
tr_tr: 2. Boşluk Kontrol Tarafı

# ALARM_100021
source: No clearance between place 1 and left rack, +L02-241B4
tr_tr: Raf Dolu (91B1 or 91B2)

# ALARM_100022
source: No clearance between place 1 and left rack, +L02-241B3
tr_tr: Alt Araba Fren Hazır (63F1)

# ALARM_100023
source: No clearance between place 2 and left rack, +L02-242B4
tr_tr: Kaldırma Fren Hazır (67F1)

# ALARM_100024
source: No clearance between place 2 and left rack, +L02-243B3
tr_tr: Asansör Kat Fren Hazır (70F1)

# ALARM_100025
source: Fork 1, depth 1 not at middle
tr_tr: Zincir Fren Hazır (71F1)

# ALARM_100026
source: Fork 1, depth 2 not at middle
tr_tr: Alarm 26

# ALARM_100027
source: Fork 2, depth 1 not at middle
tr_tr: Alt Araba Fan Hazır (63Q1)

# ALARM_100028
source: Fork 2, depth 2 not at middle
tr_tr: Kaldırma Fan Hazır (67Q1)

# ALARM_100029
source: Reserve
tr_tr: Alarm 29

# ALARM_100030
source: Axis error: travel
tr_tr: Konveyör Boşluk Kontrolü

# ALARM_100031
source: Axis error: hoist
tr_tr: alarm 31

# ALARM_100032
source: Axis error: fork 1, depth 1
tr_tr: alarm 32

# ALARM_100033
source: Axis error: fork 1, depth 2
tr_tr: alarm 33

# ALARM_100034
source: Axis error: fork 2, depth 1
tr_tr: alarm 34

# ALARM_100035
source: Axis error: fork 2, depth 2
tr_tr: alarm 35

# ALARM_100036
source: D425 startup fault
tr_tr: alarm 36

# ALARM_100037
source: Travel motor running too long, +EXT-211M1
tr_tr: yanlış İşlem sonrası platform dolu

# ALARM_100038
source: Hoist motor running too long, +EXT-215M1
tr_tr: Faz Ayarı

# ALARM_100039
source: Forks 1 SD motor running too long, +EXT-219M1
tr_tr: Boşluk Kontrolü(2)

# ALARM_100040
source: Forks 1 DD motor running too long, +EXT-220M1
tr_tr: Boşluk Kontrolü(3)

# ALARM_100041
source: Forks 2 SD motor running too long, +EXT-222M1
tr_tr: Mobil Panel Acil Stop

# ALARM_100042
source: Forks 2 DD motor running too long, +EXT-223M1
tr_tr: Ray Acil Stop(Güç) (5K1)

# ALARM_100043
source: Communication error with transport system PLC (receive direction)
tr_tr: Acil Stop Crane (56S1)

# ALARM_100044
source: Communication error with transport system PLC (send direction)
tr_tr: Acil Stop Crane (56S2)

# ALARM_100045
source: Communication error with MFCS (receive direction)
tr_tr: Acil Stop Crane (85S2)

# ALARM_100046
source: Communication error with MFCS (send direction)
tr_tr: Acil Stop Crane (29S2)

# ALARM_100047
source: Reserve
tr_tr: Acil Stop Crane (29S1)

# ALARM_100048
source: Reserve
tr_tr: Acil Stop Crane (30S1)

# ALARM_100049
source: Errorous value OF absolute encoder OR magnet switches - hoist
tr_tr: Acil Stop Crane (32S1)

# ALARM_100050
source: Errorous value OF absolute encoder OR magnet switches - travel
tr_tr: Dış Acil Stop Crane (32S1)

# ALARM_100051
source: Automatic start not possible: wrong location
tr_tr: Acil Stop Emniyet Işık Bariyeri M100

# ALARM_100052
source: MFCS error
tr_tr: Acil Stop Emniyet Işık Bariyeri(Üst)

# ALARM_100053
source: Material mismatch on deck 1
tr_tr: Alarm 53

# ALARM_100054
source: Material mismatch on deck 2
tr_tr: Alarm 54

# ALARM_100055
source: Automatic start not possible: deck 1 occupied
tr_tr: Alt Araba Manyetik Pozisyonu Doğru Değil (65S1, 65S2)

# ALARM_100056
source: Automatic start not possible: deck 2 occupied
tr_tr: Kaldırma Manyetik Pozisyonu Doğru Değil (88S1, 88S2)

# ALARM_100057
source: Automatic start not possible: deck 1 is empty
tr_tr: Alt Araba Limit Siviç (55S1)

# ALARM_100058
source: Automatic start not possible: deck 2 is empty
tr_tr: Kaldırma Limit Siviç (85S1)

# ALARM_100059
source: Barcode mismatch: deck 1
tr_tr: Acil Stop(Kapı Açık) (30S2)

# ALARM_100060
source: Barcode mismatch: deck 2
tr_tr: Acil Stop(Kapı Açık) (32S1)

# ALARM_100061
source: Pick not possible: deck 1, depth 1
tr_tr: Bakım Platformu Yerinde Değil (55S3)

# ALARM_100062
source: Pick not possible: deck 2, depth 1
tr_tr: kaldırma Emniyet aktif (85S2)

# ALARM_100063
source: Pick not possible: deck 1, depth 2
tr_tr: Kaldırma Hız Kontrol Halatı (55S2)

# ALARM_100064
source: Pick not possible: deck 2, depth 2
tr_tr: Seçip Alma Mümkün Değil: Kat 2, Dip 2

# ALARM_100065
source: Drop not possible: deck 1, depth 1
tr_tr: Alt Araba Referans Noktasında Değil

# ALARM_100066
source: Drop not possible: deck 2, depth 1
tr_tr: Kaldırma Referans Noktasında Değil

# ALARM_100067
source: Drop not possible: deck 1, depth 2
tr_tr: Platform Açısı Referans Noktasında Değil

# ALARM_100068
source: Drop not possible: deck 2, depth 2
tr_tr: Zincir Referans Noktasında Değil

# ALARM_100069
source: Underweight
tr_tr: Malzeme Uzun SÜre Çalışma Hatası

# ALARM_100070
source: Overweight
tr_tr: Emniyet Bilgisi Gerekli

# ALARM_100071
source: Reserve
tr_tr: Alt Araba Açı Hatası: <field ref="0" />

# ALARM_100072
source: Reserve
tr_tr: Kaldırma Açı Hatası: <field ref="0" />

# ALARM_100073
source: Reserve
tr_tr: Cihaz Açı Hatası: <field ref="0" />

# ALARM_100074
source: Reserve
tr_tr: Zincir Açı Hatası <field ref="0" />

# ALARM_100075
source: Reserve
tr_tr: Alt Araba (Açı) Uzun süre Çalışma Hatası
