Repository: II01/i2MFCSv2.TAI
Catalog: UserInterface/Properties/Resources.*.resx
Languages: tr_tr

# ALARM_100076
source: Reserve
tr_tr: Kaldırma (Açı) Uzun süre Çalışma Hatası

# ALARM_100077
source: Reserve
tr_tr: Platform(Açı) Uzun süre Çalışma Hatası

# ALARM_100078
source: Reserve
tr_tr: Zincir (Açı) Uzun süre Çalışma Hatası

# ALARM_100079
source: Reserve
tr_tr: AC/DC sürücü Hazır Değil

# ALARM_100080
source: External E-STOP CP101
tr_tr: Alarm 80

# ALARM_100081
source: External E-STOP CP030
tr_tr: Beklenmedik Sipariş

# ALARM_100082
source: External door open
tr_tr: Sipariş Adresinde Yeterince Yer Yok

# ALARM_100083
source: External light grind 111
tr_tr: Sipariş Adresi Kilitli

# ALARM_100084
source: External light grind 124
tr_tr: Yanlış Sipariş(Seçip Alma/Bırakma)

# ALARM_100085
source: Manual mode supports only one command at one time
tr_tr: alarm 85

# ALARM_100086
source: Reserve
tr_tr: alarm 86

# ALARM_100087
source: Reserve
tr_tr: alarm 87

# ALARM_100088
source: Reserve
tr_tr: MFSC hatası, crane durdurma isteği

# ALARM_100089
source: Reserve
tr_tr: alarm 89

# ALARM_100090
source: Reserve
tr_tr: alarm 90

# ALARM_100091
source: Reserve
tr_tr: Konveyör, MFC kuyruğu Dolu

# ALARM_100092
source: Reserve
tr_tr: Konveyör, TCP IP Bağlantı Hatası

# ALARM_100093
source: Reserve
tr_tr: Konveyör, Ana Şalter (3Q1)

# ALARM_100094
source: Reserve
tr_tr: Konveyör, 24V Sigorta (7F1)

# ALARM_100095
source: Reserve
tr_tr: Konveyör, 240V Sigorta (7F2)

# ALARM_100096
source: Reserve
tr_tr: Konveyör, Sensör Sigorta(12F3)

# ALARM_100097
source: Reserve
tr_tr: Konveyör, Fan Sigorta (11F2)

# ALARM_100098
source: Reserve
tr_tr: Konveyör, Sürücü Sigorta (12F4)

# ALARM_100099
source: Reserve
tr_tr: Konveyör, Acil Stop Butonu Basılı (29S1)

# ALARM_100100
source: Reserve
tr_tr: Konveyör, Acil Stop Butonu Basılı (29S2)

# ALARM_100101
source: Reserve
tr_tr: Konveyör, T099 malzeme Uyuşmazlığı

# ALARM_100102
source: Reserve
tr_tr: Konveyör, T099 Zincir Uzun Süre Çalışma Hatası

# ALARM_100103
source: Reserve
tr_tr: Konveyör,Kaldırma Uzun Süre Çalışma Hatası

# ALARM_100104
source: Reserve
tr_tr: Konveyör, Barkod Okuma Hatası

# ALARM_100105
source: Reserve
tr_tr: Konveyör, T100 malzeme Uyuşmazlığı

# ALARM_100106
source: Reserve
tr_tr: Konveyör,T100 Zincir Uzun Süre Çalışma Hatası

# ALARM_100107
source: Reserve
tr_tr: Konveyör,T100 Kaldırma Uzun Süre Çalışma Hatası

# ALARM_100108
source: Reserve
tr_tr: Konveyör,T100 Sürücü Hazır(19Q1,25Q1 veya frekans dönüştürücü)

# ALARM_100109
source: Reserve
tr_tr: alarm 109

# ALARM_100110
source: Reserve
tr_tr: alarm 110

# ALARM_100111
source: Reserve
tr_tr: alarm 111

# ALARM_100112
source: Reserve
tr_tr: alarm 112

# ALARM_100113
source: Reserve
tr_tr: alarm 113

# ALARM_100114
source: Reserve
tr_tr: alarm 114

# ALARM_100115
source: Service M required
tr_tr: alarm 115

# ALARM_100116
source: Service 3M required
tr_tr: alarm 116

# ALARM_100117
source: Service 6M required
tr_tr: alarm 117

# ALARM_100118
source: Service 12M required
tr_tr: alarm 118

# ALARM_100119
source: Service 5 required
tr_tr: alarm 119

# ALARM_100120
source: D425 message: drive object alarm
tr_tr: alarm 120

# ALARM_100121
source: D425 message: drive object fault
tr_tr: alarm 121

# ALARM_100122
source: D425 message: drive object safety
tr_tr: alarm 122

# ALARM_100123
source: D425 message: execution fault
tr_tr: alarm 123

# ALARM_100124
source: D425 message: peripheral fault
tr_tr: alarm 124

# ALARM_100125
source: D425 message: tech fault
tr_tr: alarm 125

# ALARM_100126
source: D425 message: time fault background
tr_tr: alarm 126

# ALARM_100127
source: D425 message: time fault
tr_tr: alarm 127

# ALARM_100128
source: D425 message: application fault
tr_tr: alarm 128

# EnumCommandERPStatus_Error
source: Error
tr_tr: Hata

source: Users
tr_tr: Kullanıcılar

source: User management
tr_tr: Kullanıcı Yönetimi

# PermissionWMS
source: Access level WMS
tr_tr: WMS Erişim Seviyesi

# PermissionMFCS
source: Access level Core
tr_tr: MFCS Erişim Seviyesi

# ERR_USER
source: Improper user name
tr_tr: Uyumsuz Kullanıcı Adı

# ERR_NOTWH
source: Not warehouse location
tr_tr: Depoda Yer Yok

# EnumUserAccessLevel_Admin
source: Administrator
tr_tr: Admin

# EnumUserAccessLevel_Operator
source: Operator
tr_tr: Operatör

# EnumUserAccessLevel_SuperUser
source: Super user
tr_tr: Yönetici

source: Core
tr_tr: Ana Modül

# RefreshSubOrder
source: Refresh Sub
tr_tr: Yenile Alt

source: Status Num
tr_tr: Sayısal Durum

source: Cancel Suborder
tr_tr: Alt Sipariş İptal

# ERR_SIZE
source: Size outside range
tr_tr: Ölçü Dışı

# ERR_WEIGHT
source: Weight outside range
tr_tr: Ağırlık Dışı

# EnumCommandTask_MoveMaterial
source: Move material
tr_tr: Malzeme Hareketi

# ERR_LOCATIONCLASS
source: Wrong location class
tr_tr: Yanlış sınıflandırılmış yer

source: Conveyor
tr_tr: Konveyör

source: Size MFCS
tr_tr: MFCS Boyutu

source: Size WMS
tr_tr: WMS Boyutu

# ERR_BOXID_EXISTS
source: Box exists
tr_tr: Kutu Var

# ERR_SKUID_NONE
source: SKUID does not exist
tr_tr: SKUID Mevcut Değil

# BoxIDs
source: Boxes
tr_tr: Kutular

# ERR_TUIDEXISTS
source: TU ID exist
tr_tr: Tepsi ID

source: Box ID
tr_tr: Kutu ID

source: Station
tr_tr: İstasyon

source: Operation
tr_tr: İşlem

# EnumOrderOperation_ConfirmFinish
source: Confirm
tr_tr: Onay

# EnumOrderOperation_DropBox
source: Drop Box
tr_tr: Kutu Bırakma

# EnumOrderOperation_MoveTray
source: Move TUID
tr_tr: Tepsi Hareket

# EnumOrderOperation_PickBox
source: Pick Box
tr_tr: Kutu Seçip Alma

# EnumOrderOperation_RetrieveTray
source: Remove TUID
tr_tr: Tepsi Geri Hareket

# EnumOrderOperation_StoreTray
source: Add TUID
tr_tr: Tepsi Ekle

# EnumWMSOrderStatus_Inactive
source: Inactive
tr_tr: Aktif Değil

source: Boxes
tr_tr: Kutular

# ERR_NOBOXID
source: Box not in the database
tr_tr: Kutu Veri Tabanında Mevcut Değil

# ERR_TUBOXEXISTS
source: Box already on TU
tr_tr: Kutu Zaten Mevcut

# ERR_TUBOXNOTEXISTS
source: Box not found on any TU
tr_tr: Kutu Tepsi Üzerinde bulunamadı

source: Suggest TU
tr_tr: Tepsi Önerme

# ERR_MANYTUIDFORBOXES
source: Boxes belong to two or more TUs
tr_tr: Kutu İki veya Daha Fazla Tepsiye Ait

# ERR_TUBOXNOEXISTS
source: Box ID does not exist in the warhouse
tr_tr: Kutu ID Depoda mevcut Değil

# EnumOrderOperation_ConfirmStore
source: Confirm
tr_tr: Onay

# ERR_TUIDFULL
source: Transport unit has boxes
tr_tr: Tepsi Üzerinde Kutu Mevcut

source: Height
tr_tr: Yükseklik

source: Length
tr_tr: Uzunluk

source: Width
tr_tr: Genişlik

# Activate
source: Activate Order
tr_tr: Sipariş Aktif

# ChangeHC
source: Change Height
tr_tr: Yüksekliği Değiştir

source: Commands of order
tr_tr: Sipariş Komutları

source: Drop Box
tr_tr: Kutu Bırakma

source: Order details
tr_tr: Sipariş Detayları

source: Pick Box
tr_tr: Kutu Seçip Alma

# RemoveTray
source: Remove TU
tr_tr: Tepsi Geri

source: Station TUID
tr_tr: İstasyon Tepsi ID

# StoreTray
source: Store TU
tr_tr: Tepsi Saklama

# TUIDHeightClass
source: Height class
tr_tr: Yüksek(Sınıflandırma)

# MsgBlock
source: To blok/unblock locations disable WMS module.
tr_tr: Yer bloke etmek veya kaldırmak için WMS modülünü devre dışı bırakın.

# ERR_CLASS
source: Dimension class does not fit to location
tr_tr: Boyut Sınıfı Yer ile Uyumlu Değil

source: Back
tr_tr: Geri

source: Barcode
tr_tr: Barkod

source: Front
tr_tr: Ön

source: Height class
tr_tr: Yüksek(Sınıflandırma)

source: Left
tr_tr: Sol

source: Overheight
tr_tr: Taşma(Yükseklik)

source: Right
tr_tr: Sağ

# EnumWMSOrderStatus_OnTarget
source: On target
tr_tr: Hedefte

# EnumWMSOrderStatus_ReadyToTake
source: Ready to take
tr_tr: Almaya Hazır
